Repository: adipginting/marcus-aurelius_meditations_george-long_Indonesian_translation
Catalog: src/aurelius-id/omegat/project_save.tmx
Source language: en_us
Languages: id

source: Book I
id: Buku I

source: From Alexander the Platonic, not frequently nor without necessity to say to anyone, or to write in a letter, that I have no leisure; nor continually to excuse the neglect of duties required by our relation to those with whom we live, by alleging urgent occupations.
id: Dari Aleksander Sang Platonis, agar tidak sering atau tanpa keperluan untuk mengatakan atau menulis surat kepada orang bahwa aku tidak punya waktu senggang. Juga, agar tidak terus-menerus beralasan meninggalkan urusan yang berkaitan dengan orang-orang yang tidak bersama kita karena urusan pekerjaan mendadak.

source: From Alexander9 the grammarian, to refrain from faultfinding, and not in a reproachful way to chide those who uttered any barbarous or solecistic or strange-sounding expression; but dexterously to introduce the very expression which ought to have been used, and in the way of answer or giving confirmation, or joining in an inquiry about the thing itself, not about the word, or by some other fit suggestion.
id: Dari Alexander sang ahli tata bahasa, agar berhenti mencari kesalahan, dan tidak mencela ketika menegur orang yang mengucapkan kata-kata yang bar-bar, tata bahasa yang salah, dan yang suaranya aneh, tapi dengan lihai memperkenalkan kata-kata yang seharusnya digunakan, dan dalam cara memberikan jawaban atau konfirmasi, atau ikut serta dalam penelaahan hal tersebut, bukan tentang katanya,

source: From Apollonius7 I learned freedom of will and undeviating steadiness of purpose; and to look to nothing else, not even for a moment, except to reason; and to be always the same, in sharp pains, on the occasion of the loss of a child, and in long illness; and to see clearly in a living example that the same man can be both most resolute and yielding, and not peevish in giving his instruction; and to have had before my eyes a man who clearly considered his experience and his skill in expounding philosophical principles as the smallest of his merits; and from him I learned how to receive from friends what are esteemed favours, without being either humbled by them or letting them pass unnoticed.
id: Dari Apollonius, Aku belajar mengenai kehendak bebas dan keteguhan yang tak tergoyahkan dari tujuan; dan tidak melihat ke arah lain , walaupun hanya sebentar kecuali dengan alasan yang benar. Tidak berubah, di tengah kesakitan, ketika kehilangan anak, dan ketika sakit dalam masa yang lama. Untuk melihat secara jelas bahwa seseorang dapat menjadi tegas dan mengalah, dan tidak memberikan arahan disertai rasa kesal. Juga, agar ada di hadapanku, seseorang yang menganggap pengalaman dan kemampuannya dalam menjabarkan prinsip-prinsip filsafat sebagai tidak perlu dibesar-besarkan. Kemudian, dari dia Aku belajar cara untuk menerima bantuan dari teman, tanpa merasa direndahkan atau tidak menghiraukannya.

source: From Catulus,11 not to be indifferent when a friend finds fault, even if he should find fault without reason, but to try to restore him to his usual disposition; and to be ready to speak well of teachers, as it is reported of Domitius and Athenodotus; and to love my children truly.
id: Dari Catulus, agar tidak acuh ketika teman menemukan kesalahan, walaupun dia menemukan kesalahan tanpa alasan, juga untuk membuat dia kembali ke sifat biasanya, untuk siap berbicara baik tentang para guru seperti yang dilaporkan oleh Domitius dan Arthenodotus, dan untuk mencintai anak-anak saya sepenuhnya.

source: From Diognetus,5 not to busy myself about trifling things, and not to give credit to what was said by miracle-workers and jugglers about incantations and the driving away of daemons and such things; and not to breed quails for fighting, nor to give myself up passionately to such things; and to endure freedom of speech; and to have become intimate with philosophy; and to have been a hearer, first of Bacchius, then of Tandasis and Marcianus; and to have written dialogues in my youth; and to have desired a plank bed and skin, and whatever else of the kind belongs to the Grecian discipline.
id: Dari Diogentus, 5 untuk menyibukkan diriku dengan hal-hal remeh, dan tidak memberikan pujian kepada perkataan pekerja mujizat dan pemain sulap mengenai mantra dan pengusiran roh dan hal-hal serupa; dan tidak memelihara burung puyuh untuk bertarung, juga agar tidak dengan semangat mengikuti hal-hal yang serupa dengan hal tersebut; dan agar tahan terhadap kebebasan berpendapat; dan agar dekat dengan filsafat; dan agar tidak mendengar ajaran Bacchius, Tandasis, dan Marcianus; dan agar menuliskan catatan harian dalam bentuk dialog di masa mudaku; dan agar menginginkan tempat tidur papan dan kulit yang terbuat dari papan, dan apa pun yang terkait dengan kedisplinan Grecian.

source: From Fronto10 I learned to observe what envy, and duplicity, and hypocrisy are in a tyrant, and that generally those among us who are called Patricians are rather deficient in paternal affection.
id: Dari Fronto, Aku belajar mengobservasi cemburu, tipu daya, dan kemunafikan dalam seorang tiran, dan bahwa kita yang disebut sebagai bangsawan biasanya kurang mendapat kasih sayang ayah.

source: From Rusticus6 I received the impression that my character required improvement and discipline; and from him I learned not to be led astray to sophistic emulation, nor to writing on speculative matters, nor to delivering little hortatory orations, nor to showing myself off as a man who practises much discipline, or does benevolent acts in order to make a display; and to abstain from rhetoric, and poetry, and fine writing; and not to walk about in the house in my outdoor dress, nor to do other things of the kind; and to write my letters with simplicity, like the letter which Rusticus wrote from Sinuessa to my mother; and with respect to those who have offended me by words, or done me wrong, to be easily disposed to be pacified and reconciled, as soon as they have shown a readiness to be reconciled; and to read carefully, and not to be satisfied with a superficial understanding of a book; nor hastily to give my assent to those who talk overmuch; and I am indebted to him for being acquainted with the discourses of Epictetus, which he communicated to me out of his own collection.
id: Dari Rusticus6, Aku paham bahwa karakterku butuh kemajuan dan kedisiplinan; dan dari dia, Aku belajar agar tidak mengikuti para sofis, juga agar tidak menuliskan hal-hal spekulatif, juga tidak suka berpidato di muka umum, juga tidak memamerkan diriku sebagai orang yang mempraktikkan disiplin yang ketat, atau melakukan hal-hal baik supaya dilihat orang lain; dan agar tidak terlibat dalam orasi, puisi, karya sastra; dan tidak menggunakan pakaian mewah di rumah, dan juga tidak mengikuti hal-hal sejenisnya; dan agar menulis surat dengan sederhana, seperti surat yang ditulis oleh Rusticus dari Sinuessa untuk ibuku; dan menghormati orang-orang yang kata-katanya membuat Aku tersinggung, atau yang memperlakukanku dengan salah, agar mudah mengalah untuk didamaikan atau direkonsiliasi, paling cepat setelah mereka memperlihatkan kesiapan untuk direkonsiliasi; dan untuk membaca dengan hati-hati, dan tidak puas dengan pemahaman yang dangkal pada sebuah buku; dan tidak terburu-buru memberikan persetujuan pada orang yang bicara berlebihan; dan aku berhutang kepadanya sebab ia memberikan Aku Diskursus Epictetus dari koleksi pribadinya.

source: From Sextus,8 a benevolent disposition, and the example of a family governed in a fatherly manner, and the idea of living conformably to nature; and gravity without affectation, and to look carefully after the interests of friends, and to tolerate ignorant persons, and those who form opinions without consideration: he had the power of readily accommodating himself to all, so that intercourse with him was more agreeable than any flattery; and at the same time he was most highly venerated by those who associated with him: and he had the faculty both of discovering and ordering, in an intelligent and methodical way, the principles necessary for life; and he never showed anger or any other passion, but was entirely free from passion, and also most affectionate; and he could express approbation without noisy display, and he possessed much knowledge without ostentation.
id: Dari Apollonius, Aku belajar mengenai kehendak bebas dan keteguhan yang tak tergoyahkan dari tujuan; dan tidak melihat ke arah lain , walaupun hanya sebentar kecuali dengan alasan yang benar. Tidak berubah, di tengah kesakitan, ketika kehilangan anak, dan ketika sakit dalam masa yang lama. Untuk melihat secara jelas bahwa seseorang dapat menjadi tegas dan mengalah, dan tidak memberikan arahan disertai rasa kesal. Juga, agar ada di hadapanku, seseorang yang menganggap pengalaman dan kemampuannya dalam menjabarkan prinsip-prinsip filsafat sebagai tidak perlu dibesar-besarkan. Kemudian, dari dia Aku belajar cara untuk menerima bantuan dari teman, tanpa merasa direndahkan atau tidak menghiraukannya.

source: From my brother12 Severus, to love my kin, and to love truth, and to love justice; and through him I learned to know Thrasea, Helvidius, Cato, Dion, Brutus;13 and from him I received the idea of a polity in which there is the same law for all, a polity administered with regard to equal rights and equal freedom of speech, and the idea of a kingly government which respects most of all the freedom of the governed; I learned from him also consistency and undeviating steadiness in my regard for philosophy; and a disposition to do good, and to give to others readily, and to cherish good hopes, and to believe that I am loved by my friends; and in him I observed no concealment of his opinions with respect to those whom he condemned, and that his friends had no need to conjecture what he wished or did not wish, but it was quite plain.
id: Dari saudaraku 12 Severus, menyayangi keluargaku, mencintai kebenaran, dan mencintai keadilan. Dari Severus, Aku belajar mengenali Thrasea, Helvidius, Cato, Dion, Brutus13dan dari dia, Aku menerima gagasan mengenai sebuah sistem politik yang hukumnya setara untuk semua, sistem politik yang dijalankan dengan menghargai kesetaraan hak dan kebebasan berpendapat, dan ide pemerintahaan dipimpin raja yang menghargai mayoritas kebebasan mereka yang dipimpinnya. Aku juga belajar dari dia tentang konsistensi dan kesiapanku untuk tidak membelok dari pandanganku pada filsafat dan kecenderungan untuk melakukan hal baik, selalu siap untuk memberi ke orang lain, menghargai harapan-harapan baik, dan percaya bahwa aku dicintai oleh teman-temanku. Dari dia, Aku juga memperhatikan dia tidak menutupi pandangannya terhadap orang-orang yang dia kecam, dan teman-temannya tidk perlu menebak-nebak yang dia inginkan atau tidak inginkan karena itu terlihat jelas.

source: From my governor, to be neither of the green nor of the blue party at the games in the Circus, nor a partisan either of the Parmularius or the Scutarius at the gladiators’ fights; from him too I learned endurance of labour, and to want little, and to work with my own hands, and not to meddle with other people’s affairs, and not to be ready to listen to slander.
id: Dari gubernurku, agar tidak menjadi pendukung tim hijau atau tim biru pada pertandingan tertentu, juga tidak menjadi pendukung Parmularius dan Scutarius pada pertandingan gladiator; dari dia juga Aku belajar agar tabah dalam bekerja, dan punya sedikit keinginan, dan mengurusi urusanku sendiri, dan tidak ikut campur urusan orang lain, dan agar siap mendengar fitnah.

source: From my grandfather Verus1 I learned good morals and the government of my temper.
id: Dari kakekku Verus1Aku belajar moral baik dan pengelolaan emosiku.

source: From my great-grandfather,4 not to have frequented public schools, and to have had good teachers at home, and to know that on such things a man should spend liberally.
id: Dari kakek buyutku,4 tidak sering mengunjungi sekolah-sekolah umum, dan untuk memiliki guru yang baik di rumah, dan untuk mengetahui bagaimana orang seharusnya menghabiskan waktu.

source: From my mother,3 piety and beneficence, and abstinence, not only from evil deeds, but even from evil thoughts; and further, simplicity in my way of living, far removed from the habits of the rich.
id: Dari ibuku, 3 kesalehan dan kedermawanan, dan berpantang, tidak hanya dari perilaku jahat, tapi juga dari pikiran buruk; dan lebih jauh lagi, kesederhanaan dalam gaya hidup yang jauh dari kebiasaan orang kaya.

source: From the reputation and remembrance of my father,2 modesty and a manly character.
id: Melalui reputasi dan peringatan akan ayahku,2 kesederhanaan dan karakter berani.

source: endnotes.xhtml#note-7
id: rednotes.xhtml#note-7
